Revit 2027 API
WorksetKindFilter.WorksetKind Property
 The WorksetKind.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public WorksetKind WorksetKind { get; }
Public ReadOnly Property WorksetKind As WorksetKind
	Get
public:
property WorksetKind WorksetKind {
	WorksetKind get ();
}
member WorksetKind : WorksetKind with get
Property Value
WorksetKind
See Also
Reference
WorksetKindFilter Class
Autodesk.Revit.DB Namespace